{
    "_id" : ObjectId(),
    "context" : "More and more people are investing in rental prooperty these days. Whether you have a small apartmant in your house to rent, or decide to inver in an apartment or office building, rental property can provide extra income for you and your family. What does every landlord need to know? A lease is an ...(16).. between a landlord and a tenant. Standard leases are available at most office supply stores, and many property owners fine them quite saticfactory. Read the satandard lease carefully to determine if it meets the needs of your situation. You may want to make some additional ...(17)... You may want to add a pet clause, for exam-ple, or make different specifications pertaining to the security deposit. if you decide to make changes to the standard lease, you should meer with a lawyer. The lease is the most important tool you have if you need to resolve a dispute with your tenant. When you have a lease written by s lawyer, you ...(18)... that you have the protection you need. ",
    "topic" : "1"
}
{
    "_id" : ObjectId(),
    "context" : "Dear Valued Customer, Smart consumers like yourself are concerned about your family's nutrition. Health is a top priority, and so is value.You want high-quality food products at competitive prices. That's why we are introducing Farm Fresh, our new line of100% natural and organic frozen dinners. We know you'll love the great natural taste of Fram Fresh dinners such as Turkey and Wild Rice, Wild Salmon with Spring Greens, and Country Chicken with Vegetables. farm Fesh dinners are ..16.. packaged with 100% recyclable materials.But we don't have to use a lot of fancy words to convince you to enjoyy Farm Fresh frozen dinners. We will let their great taste ..17.. you to keep coming back for more. Please use the enclosed coupons to buy up to six Fram Fresh dinners of your choice at 25% off the usual retail price. Wr know you ..18.. by the great taste and the great price. Sincerely, Rosa Martello National Frozen Foods, Inc. ",
    "topic" : "2"
}
{
    "_id" : ObjectId(),
    "context" : "To: Stephen Saunders, President. From: Willa Richardson, Marketing Department. Re: Changes in market. In order to address the changes that are currently taking place in the market, I believe we need to modify our business plan. I ___(16)___ data for the past several months. The information clearly shows that younger and younger people are becoming interested in purchasing products such as ours. We need to develop a ___(17)___ to reach this younger age group. We need to redirect some of our resources toward this goal. I think that if we make this a priority over the next year, we will have a much ___(18)___ position against our competitors. If we don’t, we risk losing the market share that we already have. I would like to share the results of my research with you. It demonstrates the need to focus our energy toward this younger age group. Please let me know if we can meet this week to discuss it. ",
    "topic" : "3"
}
